Repository: semiamaurotic/WordPartners_Test
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: th

source: How well does it incorporate the tone and transformational intent of the author?
th: สิ่งที่คุณเขียนผสานน้ำเสียงและเจตนาสู่การเปลี่ยนแปลงของผู้เขียนได้ดีเพียงใด?

source: How would the author desire us and our people to be transformed by the message of Genesis 2:4–4:26? What precise and compelling applications could you make that flow from the transformation the author intends?
th: (MT) ผู้เขียนปรารถนาจะให้เราและสมาชิกในคริสตจักรได้รับการเปลี่ยนแปลงอย่างไรผ่านทางข่าวสารในปฐมกาล 2:4–4:26? และคุณจะนำเสนอแนวทางการประยุกต์ใช้ที่ชัดเจนและทรงพลังประการใดบ้างที่สอดคล้องกับการเปลี่ยนแปลงที่ผู้เขียนมุ่งหวังไว้?

source: How would the author desire us and our people to be transformed by the message of Genesis 5:1-6:8? What precise and compelling applications could you make that flow from the transformation the author intends?
th: (MT) ผู้เขียนปรารถนาให้เราและพี่น้องในคริสตจักรได้รับการเปลี่ยนแปลงชีวิตอย่างไรผ่านทางข่าวสารในปฐมกาล 5:1–6:8? ท่านจะประยุกต์ใช้อย่างไรให้ชัดเจนและทรงพลัง เพื่อให้สอดคล้องกับการเปลี่ยนแปลงชีวิตตามที่ผู้เขียนมุ่งหวังไว้?

source: How would the author desire you and the people you serve to be transformed by the message of Genesis? What precise and compelling applications could you make that flow from the transformation the author intends?
th: (MT) ผู้เขียนปรารถนาให้คุณและผู้ที่คุณรับใช้ได้รับการเปลี่ยนแปลงอย่างไรผ่านทางข่าวสารในพระธรรมปฐมกาล? และคุณจะสามารถประยุกต์ใช้ได้อย่างชัดเจนและทรงพลังอย่างไร เพื่อให้สอดคล้องกับการเปลี่ยนแปลงที่ผู้เขียนมุ่งหวังให้เกิดขึ้น?

source: How would you describe the relationship between God and mankind at the beginning and end? What did God promise to do in Genesis when the relationship changed?
th: (MT) ท่านจะอธิบายความสัมพันธ์ระหว่างพระเจ้ากับมนุษยชาติในช่วงเริ่มต้นและในตอนจบอย่างไร? และเมื่อความสัมพันธ์นั้นเปลี่ยนแปลงไป พระเจ้าทรงสัญญาในพระธรรมปฐมกาลว่าจะทรงทำสิ่งใดบ้าง?

source: How would you use the transformational intent of Genesis to shepherd people in reshaping their frameworks? What specific and compelling applications would you make in your context?
th: คุณจะใช้เจตนาสู่การเปลี่ยนแปลงของปฐมกาลในการอภิบาลผู้อื่นให้ปรับกรอบแนวความคิดของตนอย่างไร? คุณจะประยุกต์ใช้ในบริบทของคุณอย่างเฉพาะเจาะจงและหนักแน่นอย่างไรบ้าง?

source: Imperatives
th: (MT) คำสั่ง

source: Instructions
th: (MT) คำแนะนำ

source: Identify the rise in tension, climax, and resolution. What direction does this story take?
th: (MT) จงระบุช่วงที่ความตึงเครียดทวีขึ้น จุดสูงสุด และการคลี่คลายของเรื่อง เรื่องราวนี้ดำเนินไปในทิศทางใด?

source: If this study has transformed the way you understand the book of Genesis, what steps will you take to multiply this training with others in your region?
th: (MT) หากการศึกษานี้ได้เปลี่ยนแปลงวิธีที่คุณเข้าใจพระธรรมปฐมกาล คุณตั้งใจจะดำเนินการอย่างไรบ้างเพื่อขยายผลการอบรมนี้ไปสู่ผู้อื่นในภูมิภาคของคุณ?

source: If we take the shortcut, we will likely misinterpret and misapply the text.
th: หากเราเลือกทางลัด เรามักมีแนวโน้มที่จะตีความผิดและประยุกต์ใช้ผิด

source: Illustrate
th: ยกตัวอย่างประกอบ

source: Imaginative
th: ใช้จินตนาการ

source: In Genesis, many genealogies are extended and tell part of the story. When narrative follows a genealogy, it sheds further light on the story the genealogy tells. This means they are supposed to be read and understood together.
th: (MT) ในพระธรรมปฐมกาล ลำดับพงศ์หลายชุดมีการขยายความและร่วมบอกเล่าเรื่องราวด้วย เมื่อมีบทบรรยายตามหลังลำดับพงศ์ บทบรรยายนั้นจะช่วยขยายความเข้าใจในเรื่องราวที่ปรากฏในลำดับพงศ์ให้ชัดเจนยิ่งขึ้น ซึ่งหมายความว่าเราควรอ่านและทำความเข้าใจทั้งสองส่วนนี้ควบคู่กันไป

source: In a genealogy there are many names. But who are the main characters of Genesis 5:1‒6:8? How does the genealogy help us know who the main characters are?
th: (MT) ในลำดับพงศ์มีรายชื่อปรากฏอยู่มากมาย แต่ใครคือตัวละครหลักใน {INSERT OFFICIAL SCRIPTURE TRANSLATION OF Genesis 5:1}‒6:8? ลำดับพงศ์นี้ช่วยให้เราทราบได้อย่างไรว่าใครคือตัวละครหลัก?

source: In light of that, what is the passage saying to us today?
th: เมื่อเข้าใจเช่นนั้นแล้ว พระธรรมตอนนี้กำลังพูดอะไรกับเราในวันนี้?

source: In literature, genre is a specific kind, or type, of writing.
th: ในทางวรรณกรรม “ประเภทวรรณกรรมหมายถึงชนิดหรือรูปแบบเฉพาะของงานเขียน

source: In many countries, before one can testify in a court of law, he must take an oath: “Do you swear to tell the truth, the whole truth, and nothing but the truth so help you God?” A faithful witness will not say more than the truth or less than the truth. He will say the truth.
th: ในหลายๆประเทศ ก่อนที่บุคคลใดจะให้การเป็นพยานในศาลได้ เขาต้องสาบานตนว่า จะพูดความจริง ความจริงทั้งหมด และไม่พูดสิ่งอื่นใดนอกจากความจริง โดยให้พระเจ้าทรงเป็นพยาน พยานที่ซื่อสัตย์จะไม่พูดเกินความจริงหรือพูดน้อยกว่าความจริง เขาจะพูดความจริงเท่านั้น

source: In order to proclaim the message of Genesis 6:9-9:29 with the author’s purpose, how would you organize your sermon around the main idea and transformational intent?
th: (MT) เพื่อให้การประกาศข่าวสารจากปฐมกาล 6:9-9:29 เป็นไปตามวัตถุประสงค์ของผู้เขียน ท่านจะจัดโครงสร้างคำเทศนาโดยยึด ใจความสำคัญ และ เจตนาในการเปลี่ยนแปลงเป็นหลักอย่างไร

source: In other words, what change or response is God seeking in the reader? (This is the transformational intent.) Write down some words or ideas that express this.
th: (MT) กล่าวอีกนัยหนึ่งคือ พระเจ้าทรงประสงค์ให้ผู้อ่านเกิดการเปลี่ยนแปลงหรือมีการตอบสนองอย่างไร? (นี่คือ เจตจำนงเพื่อการเปลี่ยนแปลง.) ให้เขียนคำหรือแนวคิดบางอย่างที่สื่อถึงเรื่องนี้ออกมา

source: In the first column below, write down the themes from your main idea that you traced through Biblical Theology.
th: (MT) ในคอลัมน์แรกด้านล่างนี้, ให้เขียนหัวข้อต่างๆ จากประเด็นหลักของท่านที่ท่านได้สืบค้นผ่านแนวคิดทางศาสนศาสตร์พระคัมภีร์มาแล้ว

source: In the second column, identify the frameworks you have about each theme. What frameworks does your church have? What frameworks does your culture have?
th: (MT) ในคอลัมน์ที่สองให้ระบุกรอบแนวคิดที่คุณมีต่อแต่ละหัวข้อ คริสตจักรของคุณมีกรอบแนวคิดอย่างไร? และวัฒนธรรมของคุณมีกรอบแนวคิดอย่างไรบ้าง?

source: In the third column, identify the texts in Genesis that confront the unbiblical frameworks or confirm the biblical frameworks in column two.
th: (MT) ในคอลัมน์ที่สามให้ระบุข้อพระคัมภีร์ในปฐมกาลที่โต้แย้งกรอบแนวคิดที่ไม่สอดคล้องกับหลักการพระคัมภีร์ หรือยืนยันกรอบแนวคิดที่สอดคล้องกับหลักการพระคัมภีร์ในคอลัมน์ที่สอง

source: In this session we will explore the principle and practice of Biblical Theology. The Bible is one story that finds its focus and fulfillment in Jesus. Practicing this principle helps us see the unfolding of this story and how each part finds its focus and fulfillment in Jesus. In this session we will discover how Biblical Theology helps us teach and preach Genesis so that the glories of Christ are proclaimed.
th: (MT) ในบทเรียนนี้ เราจะสำรวจหลักการและการนำเทววิทยาเชิงพระคัมภีร์มาปฏิบัติจริง พระคัมภีร์คือเรื่องราวหนึ่งเดียวที่มีจุดศูนย์กลางและความสำเร็จสมบูรณ์ในพระเยซู การใช้หลักการนี้จะช่วยให้เราเห็นการคลี่คลายของเรื่องราว และเข้าใจว่าแต่ละส่วนมุ่งเน้นไปที่พระเยซูและสำเร็จสมบูรณ์ในพระองค์อย่างไร ในบทเรียนนี้ เราจะมาค้นพบว่าเทววิทยาเชิงพระคัมภีร์ช่วยให้เราสอนและเทศนาพระธรรมปฐมกาลเพื่อประกาศพระสิริของพระคริสต์ได้อย่างไร

source: Introduction
th: (MT) บทนำ

source: Introduction (often reveals the setting)
th: (MT) บทนำ (มักเผยให้เห็นถึงฉากของเรื่อง)

source: Is it saying less than the author’s main idea? Is it saying more?
th: (MT) สิ่งที่สื่อออกมานั้นขาดตกไปจากประเด็นหลักของผู้เขียน หรือว่าสื่อความหมายเกินเลยไปหรือไม่?

source: It accomplishes God’s purposes: Isaiah 55:10-11
th: พระวจนะของพระเจ้าทำให้พระประสงค์ของพระเจ้าสำเร็จ: อิสยาห์ 55:10-11

source: It brings confidence to the preacher and the listener that God’s Word has been proclaimed correctly and applied in a compelling manner.
th: (MT) สิ่งนี้ช่วยสร้างความมั่นใจให้แก่ทั้งผู้เทศนาและผู้ฟังว่า พระวจนะของพระเจ้าได้รับการประกาศอย่างถูกต้อง และมีการนำมาประยุกต์ใช้อย่างทรงพลังและโน้มน้าวใจ

source: It clarifies the task of the preacher or teacher of God’s Word.
th: (MT) สิ่งนี้ช่วยให้หน้าที่ของผู้เทศนาหรือผู้สอนพระวจนะของพระเจ้ามีความชัดเจนยิ่งขึ้น

source: It convicts: Jeremiah 23:28-29
th: พระวจนะของพระเจ้าทรงทำให้สำนึกผิด: เยเรมีย์ 23:28-29

source: It creates: Genesis 1:3; Psalm 33:9
th: พระวจนะของพระเจ้าทรงสร้าง: ปฐมกาล 1:3; สดุดี 33:9

source: It ensures that we serve as ministers of the new covenant in a grace-oriented way (Jeremiah 31:31-34; 2 Corinthians 3:4-6; Hebrews 8:1-13; 9:11-28).
th: (MT) การทำเทววิทยาเชิงคัมภีร์ช่วยให้มั่นใจว่า เราจะทำหน้าที่เป็นผู้ปรนนิบัติแห่งพันธสัญญาใหม่โดยมุ่งเน้นที่พระคุณ ({INSERT OFFICIAL SCRIPTURE TRANSLATION OF Jeremiah 31:31-34}; {INSERT OFFICIAL SCRIPTURE TRANSLATION OF 2 Corinthians 3:4-6}; {INSERT OFFICIAL SCRIPTURE TRANSLATION OF Hebrews 8:1}-13; 9:11-28)

source: It helps us hear God’s intended message and be changed by it.
th: (MT) สิ่งนี้ช่วยให้เราได้ยินข่าวสารที่พระเจ้าทรงตั้งพระทัยไว้ และได้รับการเปลี่ยนแปลงโดยข่าวสารนั้น

source: It helps us preach God’s intended message with his transforming power.
th: (MT) สิ่งนี้ช่วยให้เราเทศนาข่าวสารตามที่พระเจ้าทรงตั้งใจไว้ด้วยฤทธิ์เดชแห่งการเปลี่ยนแปลงของพระองค์

source: It helps us see the text and the main idea and transformational intent in light of the whole Bible.
th: (MT) สิ่งนี้ช่วยให้เรามองเห็นตัวบท ประเด็นหลัก และจุดมุ่งหมายในการเปลี่ยนแปลงชีวิต ในความสว่าง ของพระคัมภีร์ทั้งเล่ม

source: It helps us to proclaim the glories of Christ and his gospel as the focus and fulfillment of the Scriptures.
th: (MT) สิ่งนี้ช่วยให้เราประกาศพระสิริของพระคริสต์และข่าวประเสริฐของพระองค์ ในฐานะจุดศูนย์กลางและความสำเร็จครบถ้วนของพระคัมภีร์

source: It is especially important to identify the climax because it helps us see the direction the story is taking and the author’s intention for telling the story
th: (MT) การระบุจุดสูงสุดของเรื่องมีความสำคัญเป็นพิเศษ เพราะช่วยให้เราเห็นทิศทางที่เรื่องราวดำเนินไปและเข้าใจถึงเจตนาของผู้เขียนในการเล่าเรื่องนั้น

source: It is sovereign over human weaknesses: Philippians 1:15-18
th: พระวจนะของพระเจ้ามีอำนาจสูงสุดเหนือความอ่อนแอของมนุษย์: ฟีลิปปี 1:15-18

source: It is the culminating point of all the previous principles and helps us express the author’s message with his purpose and tone.
th: (MT) นี่คือจุดสูงสุดของหลักการก่อนหน้านี้ทั้งหมด ซึ่งช่วยให้เราถ่ายทอดสารของผู้เขียนออกมาได้ตรงตามวัตถุประสงค์และน้ำเสียงของท่าน

source: It is the way Jesus and the disciples understood the Bible.
th: นี่คือวิธีที่พระเยซูและสาวกเข้าใจพระคัมภีร์

source: It is unstoppable: Proverbs 21:30; Acts 5:17-42; 2 Timothy 2:9
th: ไม่มีสิ่งใดหยุดยั้งพระวจนะของพระเจ้าได้: สุภาษิต 21:30; กิจการ 5:17-42; 2 ทิโมธี 2:9

source: It is written. God recorded his Word. In time God worked through men to preserve his words for every generation.
th: พระเจ้าทรงบันทึกพระวจนะของพระองค์ เมื่อเวลาผ่านไป พระเจ้าทรงทำงานผ่านมนุษย์เพื่อรักษาพระวจนะของพระองค์ไว้สำหรับมนุษย์ทุกยุคทุกสมัย

source: It will enrich your experience in the workshop if you work through each lesson in this workbook. Come ready to participate in a conversation, bringing your observations, conclusions, and questions.
th: ประสบการณ์ของคุณในเวิร์กช็อปจะเพิ่มพูนขึ้นหากคุณทำแบบฝึกในคู่มือเวิร์กช็อปเล่มนี้ให้ครบทุกบทเรียน โปรดเตรียมพร้อมที่จะมีส่วนร่วมในการสนทนา โดยเตรียมข้อสังเกต ข้อสรุป และคำถามของคุณมาด้วย

source: It will help us to
th: คู่มือเล่มนี้จะช่วยให้เรา

source: John 1:1-18
th: (MT) ยอห์น 1:1-18

source: Jonah
th: โยนาห์

source: Key elements to be considered for an expository sermon: 1
th: (MT) องค์ประกอบสำคัญที่ควรพิจารณาสำหรับคำเทศนาแบบอรรถาธิบาย: 1

source: Liberalism
th: ลัทธิเสรีนยิม

source: Law
th: บทบัญญัติ

source: Law (Genesis is part of the Book of the Law, the five books of Moses)
th: (MT) ธรรมบัญญัติ (พระธรรมปฐมกาลเป็นส่วนหนึ่งของหนังสือธรรมบัญญัติ หรือหนังสือห้าเล่มของโมเสส)

source: Legalism
th: การยึดกฎเกณฑ์

source: License
th: การใช้เสรีภาพเกินขอบเขต

source: Main idea
th: (MT) ใจความ สำคัญ

source: Main idea & transformational intent
th: (MT) ใจความสำคัญ และ เจตนารมณ์เพื่อการเปลี่ยนแปลงชีวิต

source: Main Highways on a Map
th: ทางหลวงสายหลักบนแผนที่

source: Main Idea and Transformational Intent of Genesis 6:9–9:29
th: ประเด็นหลักและเจตนาสู่การเปลี่ยนแปลงของ ปฐมกาล 6:9-9:29

source: Main Idea and Transformational Intent of the Book
th: ประเด็นหลัก และ เจตนาสู่การเปลี่ยนแปลงของหนังสือเล่มนี้

source: Main Idea and Transformational Intent
th: ประเด็นหลักและเจตนาสู่การเปลี่ยนแปลง

source: Main Idea: Ask, “What is the author saying?”
th: (MT) ประเด็นหลัก: ถามว่า “ผู้เขียนกำลังบอกอะไร?”

source: Main Idea and Transformational Intent: Identify the author's tone and intent, making the author’s main idea clear. Try to express these in one complete sentence.
th: (MT) ประเด็นหลัก และเจตนาเพื่อการเปลี่ยนแปลง: ระบุน้ำเสียงและเจตนาของผู้เขียน เพื่อให้ประเด็นหลักนั้นชัดเจน โดยพยายามสรุปสิ่งเหล่านี้ให้เป็นประโยคที่สมบูรณ์เพียงประโยคเดียว

source: Main Idea and Transformational Intent: Was the author's tone, main idea, and transformational intent identified clearly? Were they expressed together in a complete sentence?
th: (MT) ประเด็นหลัก และเจตนาเพื่อการเปลี่ยนแปลง: มีการระบุน้ำเสียง, ประเด็นหลักและเจตนาเพื่อการเปลี่ยนแปลงของผู้เขียนไว้อย่างชัดเจนหรือไม่? และได้มีการเรียบเรียงประเด็นเหล่านี้รวมกันเป็นประโยคที่สมบูรณ์หรือไม่?

source: Man shall not live by bread alone,
th: มนุษย์จะดำรงชีวิตด้วยอาหารเพียงอย่างเดียวไม่ได้

source: Mark
th: มาระโก

source: Mark 7:1-13.
th: มาระโก 7:1–13.

source: Mood: What perspective, conviction, feelings, etc., does the author intend to create in the reader?
th: (MT) อารมณ์: ผู้เขียนตั้งใจจะสร้างมุมมอง ความเชื่อมั่น ความรู้สึก และอื่น ๆ, แบบใดให้เกิดขึ้นในตัวผู้อ่าน?

source: Mood: The author intentionally uses his tone through the narrative to create a mood in the reader. This mood is the attitude toward the story and characters with which the author intended the reader to respond. This leads to the author’s intended transformation which is not just our actions but also our attitudes.
th: (MT) อารมณ์: ผู้เขียนจงใจใช้น้ำเสียงของตนผ่านการดำเนินเรื่องเพื่อสร้าง อารมณ์ ให้เกิดขึ้นในใจผู้อ่าน อารมณ์นี้คือทัศนคติต่อเรื่องราวและตัวละครที่ผู้เขียนมุ่งหวังให้ผู้อ่านมีในการตอบสนอง ซึ่งนำไปสู่การเปลี่ยนแปลงตามที่ผู้เขียนตั้งใจไว้ อันเป็นความเปลี่ยนแปลงที่ไม่ใช่เพียงแค่การกระทำเท่านั้น แต่ยังรวมถึงทัศนคติของเราด้วย

source: More to be desired are they than gold,
th: น่าปรารถนามากกว่าทองคำ

source: Moreover, by them is your servant warned;
th: อนึ่ง สิ่งเหล่านี้เป็นที่ตักเตือนผู้รับใช้ของพระองค์

source: Morning Expositions
th: การอธิบายพระวจนะในช่วงเช้า (ถ้ามี)

source: Multiplication: To see God multiply this transformation as you pass on what you’ve learned to others (in, through, and beyond your church).
th: การทวีคูณ: อยากเห็นพระเจ้าทรงทวีคูณการเปลี่ยนแปลงนี้เมื่อคุณถ่ายทอดสิ่งที่คุณได้เรียนรู้ไปสู่ผู้อื่น (ทั้งในคริสตจักรของคุณ ผ่านคริสตจักรของคุณ และไปไกลกว่าคริสตจักรของคุณ)

source: Narrative
th: เรื่องเล่า

source: Next, why did the author tell this story?
th: (MT) ลำดับต่อมา เพราะเหตุใดผู้เขียนจึงเล่าเรื่องนี้?

source: No direct route
th: (MT) ไม่มีเส้นทางโดยตรง

source: No additional restrictions: You may not apply legal terms or technological measures that legally restrict others from doing anything the license permits.
th: ไม่มีข้อจำกัดเพิ่มเติม – คุณต้องไม่กำหนดข้อกำหนดทางกฎหมายหรือมาตรการทางเทคโนโลยีใด ๆ ที่จะจำกัดสิทธิ์ของผู้อื่นในการกระทำสิ่งที่สัญญาอนุญาตนี้อนุญาต

source: No direct route: Often we are tempted to read God’s Word and immediately apply it to our lives. This is a shortcut we must not take.
th: (MT) ไม่มีเส้นทางสายตรง: บ่อยครั้งเราถูกล่อลวงให้อ่านพระวจนะของพระเจ้าแล้วนำมาประยุกต์ใช้กับชีวิตของเราในทันที นี่คือทางลัดที่เราต้องไม่เลือกใช้

source: Note: God is the author and primary actor of the Bible’s story. In it, he is making himself and his redemption known. So, when reading Scripture we should always look for how he is at work and how he wants us to respond.
th: (MT) หมายเหตุ: พระเจ้าทรงเป็นผู้เขียนและตัวละครหลักในเรื่องราวของพระคัมภีร์ ในเรื่องราวนั้น พระองค์ทรงสำแดงให้เรารู้จักพระองค์เองและการไถ่ของพระองค์ ดังนั้น เมื่อเราอ่านพระคัมภีร์ เราจึงควรสังเกตอยู่เสมอว่าพระองค์ทรงกำลังทำงานอย่างไร และพระองค์ทรงต้องการให้เราตอบสนองอย่างไร

source: Note: The licensor cannot revoke these freedoms as long as you follow the license terms.
th: (ผู้ให้สิทธิ์ไม่สามารถเพิกถอนสิทธิ์เหล่านี้ ตราบใดที่คุณปฏิบัติตามเงื่อนไขของสัญญาอนุญาต)

source: Note: Generally speaking, with narrative, the heart of the author’s message is found at the climax and resolution of the story.
th: (MT) หมายเหตุ: โดยทั่วไปแล้ว สำหรับงานเขียนประเภทเรื่องเล่า หัวใจสำคัญของสิ่งที่ผู้เขียนต้องการสื่อ มักจะอยู่ที่จุดสูงสุดและจุดคลี่คลายของเรื่อง

source: Notes
th: บันทึก

source: Notice the commitment of the Apostles to the Word of God: Acts 6:1-4
th: สังเกตความมุ่งมั่นของอัครทูตต่อพระวจนะของพระเจ้า: กิจการ 6:1-4

source: Now add your work to the narrative plotline on page 31.
th: (MT) คราวนี้ ให้เพิ่ม งานของคุณลงในโครงเรื่องในหน้า 31

source: Now restate your main idea sentence one more time in a way that includes the transformation intended by the author. Make the sentence clear, complete, and as concise as possible. Make sure this sentence is specific to the story of Genesis 6:9-9:29.
th: (MT) คราวนี้ ให้เรียบเรียงประโยคใจความสำคัญของคุณอีกครั้งหนึ่ง โดยรวมเอาเป้าหมายการเปลี่ยนแปลงชีวิตที่ผู้เขียนตั้งใจไว้เข้าไปด้วย จงเขียนประโยคนั้นให้ชัดเจน สมบูรณ์ และกระชับที่สุดเท่าที่จะทำได้ และตรวจสอบให้แน่ใจว่าประโยคนี้เจาะจงสำหรับเรื่องราวในปฐมกาล 6:9-9:29

source: Now take a moment and describe each unit of thought using a few key words.
th: (MT) ใช้เวลาสักครู่เพื่อสรุปประเด็นหลักของแต่ละหน่วยความคิดโดยใช้คำสำคัญเพียงไม่กี่คำ

source: Now take a moment and describe each unit of thought using a few key words. Next, try to summarize the whole story in one sentence.
th: (MT) ตอนนี้ ให้คุณใช้เวลาสักครู่บรรยายแต่ละหน่วยความคิดโดยใช้คำสำคัญเพียงไม่กี่คำ จากนั้นลองสรุปเรื่องราวทั้งหมดให้เหลือเพียงประโยคเดียว"} ค่เพียงประโยคเดียว

source: Now that we have finished the work, let’s ask again, Why study this book?
th: (MT) เมื่อเราศึกษาพระธรรมเล่มนี้จบแล้ว ให้เราลองกลับมาถามกันอีกครั้งว่า ทำไมเราจึงต้องศึกษาพระธรรมเล่มนี้?

source: Now write down some words or ideas that describe the author’s
th: (MT) ตอนนี้ ให้เขียนคำหรือแนวคิดบางประการที่อธิบายถึง... ของผู้เขียน

source: Now, how does the author tell this story? Write down some words or ideas that express the author’s attitude, perspective, conviction, or feelings, about the story he is telling. (This is the author’s tone.)
th: (MT) ต่อไป ให้พิจารณาว่าผู้เขียนเล่าเรื่องนี้อย่างไร จดถ้อยคำหรือแนวคิดที่สะท้อนถึงทัศนคติ มุมมอง ความเชื่อมั่น หรือความรู้สึกของผู้เขียนที่มีต่อเรื่องที่เขากำลังเล่า. (นี่คือ น้ำเสียงของผู้เขียน)

source: Now, restate your main idea sentence in a way that expresses this tone and mood.
th: (MT) ตอนนี้ ให้คุณเรียบเรียงประโยค ใจความ สำคัญของคุณใหม่ เพื่อสื่อถึง น้ำเสียง และ อารมณ์ นี้

source: One story: The Bible is a library of sixty-six books written by some forty authors over a period of fourteen hundred years. While each book serves a unique purpose, it also adds to the cohesive and progressive story. What is the grand theme of that story? We find it in the final resolution: God will dwell with man; he will be their God and they will be his people (Revelation 21:1-3). When we go back to Genesis 1 and read through the rest of the Bible, we see this was the goal all along.
th: (MT) เรื่องราวหนึ่งเดียว: พระคัมภีร์คือคลังหนังสือ 66 เล่มที่เขียนขึ้นโดยผู้เขียนราว 40 ท่าน ตลอดช่วงเวลากว่า 1,400 ปี แม้หนังสือแต่ละเล่มจะมีวัตถุประสงค์เฉพาะตัว แต่ทุกเล่มต่างก็ร้อยเรียงเข้าด้วยกันเป็นเรื่องราวที่สอดประสานและดำเนินไปอย่างต่อเนื่อง แล้วแก่นเรื่องที่ยิ่งใหญ่ของเรื่องราวนั้นคืออะไร? เราพบคำตอบได้ใน บทสรุปสุดท้ายนั่นคือ พระเจ้าจะประทับอยู่กับมนุษย์ พระองค์จะเป็นพระเจ้าของพวกเขา และพวกเขาจะเป็นประชากรของพระองค์ (วิวรณ์ 21:1-3) เมื่อเราย้อนกลับไปที่ปฐมกาลบทที่ 1 และอ่านไปจนจบพระคัมภีร์ เราจะเห็นว่านี่คือเป้าหมายที่มีมาโดยตลอด

source: Other Helps
th: ความช่วยเหลือเพิ่มเติม

source: Our approach to the training in each workshop is like a three-legged stool. Each leg is necessary for the stool to be of any use. Similarly, each part of the workshop is necessary for it to be useful and effective.
th: แนวทางการอบรมของเราในแต่ละเวิร์กช็อปเปรียบเหมือนเก้าอี้สามขา ขาแต่ละขามีความจำเป็นต่อการใช้งานของเก้าอี้ฉันใด ส่วนประกอบแต่ละส่วนของเวิร์กช็อปก็จำเป็นเพื่อให้เวิร์กช็อปเกิดประโยชน์และมีประสิทธิผลฉันนั้น

source: Our prayer is that as you go through this process, the sweetness of God’s Word, and God himself, will stir your heart to love him and proclaim his glory. We also pray that you, like many others, will find God at work through these workshops, developing your confidence to preach and your ability to train others in, through, and beyond your church.
th: คำอธิษฐานของเราคือเมื่อคุณดำเนินผ่านกระบวนการนี้ ความหวานชื่นของพระวจนะพระเจ้าและพระเจ้าเองจะเร้าใจคุณให้รักพระองค์และประกาศพระสิริของพระองค์ และเราอธิษฐานที่คุณจะเป็นเช่นเดียวกับอีกหลายๆ คน ที่จะพบว่าพระเจ้ากำลังทำงานผ่านเวิร์กช็อปเหล่านี้ เพื่อพัฒนาความมั่นใจของคุณในการเทศนา และพัฒนาความสามารถของคุณในการฝึกอบรมผู้อื่นทั้งในคริสตจักรของคุณ ผ่านคริสตจักรของคุณ และนอกคริสตจักรของคุณ

source: Our Goals
th: เป้าหมายของเรา

source: Our Process
th: กระบวนการของเรา

source: Our approach comes back to the conviction that the primary need of the pastor centers around the Word of God – the need to understand it, be transformed by it, and proclaim it to others. That is why we focus on God’s Word. We believe this will address the needs of pastors and their churches. The Word of God does the work of God.
th: แนวทางของเราย้อนกลับมาสู่ความเชื่อมั่นว่า ความต้องการหลักของศิษยาภิบาลมีศูนย์กลางอยู่ที่พระวจนะของพระเจ้ากล่าวคือ ต้องเข้าใจพระวจนะนั้น รับการเปลี่ยนแปลงโดยพระวจนะนั้น และประกาศพระวจนะนั้นแก่ผู้อื่น นี่จึงเป็นเหตุผลที่เรามุ่งเน้นพระวจนะของพระเจ้า ซึ่งเราเชื่อว่าจะตอบโจทย์ความต้องการของศิษยาภิบาลและคริสตจักรของพวกเขา พระวจนะของพระเจ้ากระทำพระราชกิจของพระเจ้าเอง

source: Our convictions about the Word of God guide all our study and application of the Word of God. Expositional preaching seeks to let God’s Word speak for itself. The intended transformational message of the author through the text is king over all our understanding and application. We may only preach what the text gives us permission to preach.
th: ความเชื่อมั่นของเราเกี่ยวกับพระวจนะของพระเจ้าชี้นำการศึกษาพระวจนะของเราและการนำพระวจนะของพระเจ้าไปประยุกต์ใช้ในทุกด้าน การเทศนาแบบอรรถาธิบายมุ่งให้พระวจนะของพระเจ้าสื่อสารความหมายด้วยตัวมันเอง สารแห่งการเปลี่ยนแปลงที่ผู้เขียนตั้งใจสื่อผ่านพระธรรมตอนนั้นเป็นเป็นบรรทัดฐานหลักที่กำกับความเข้าใจและการประยุกต์ใช้ทั้งหมดของเรา เราสามารถเทศนาได้เฉพาะสิ่งที่พระธรรมตอนนั้นอนุญาตให้เราเทศนาเท่านั้น

source: Our workshops are centered around studying through a book of the Bible so that
th: เวิร์กช็อปของเรามุ่งเน้นการศึกษาผ่านพระธรรมแต่ละเล่มในพระคัมภีร์ เพื่อว่า

source: Over time we will consider how God’s Word is transforming your life, your preaching, your church, and your view of gospel ministry. You will also begin training others to teach God’s Word, using the principles of the workshop. Our goal is that a fellowship of pastors will emerge who will take God’s life-giving Word to the church, and then, through the church, to every nation.
th: ตลอดกระบวนการนี้ เราจะพิจารณาว่าพระวจนะของพระเจ้ากำลังเปลี่ยนแปลงชีวิตของคุณ เปลี่ยนการเทศนาของคุณ คริสตจักรของคุณ และมุมมองของคุณต่อพันธกิจแห่งข่าวประเสริฐอย่างไร คุณจะเริ่มฝึกอบรมผู้อื่นให้สอนพระวจนะของพระเจ้าโดยใช้หลักการของเวิร์กช็อป เป้าหมายของเราคือให้เกิดการสามัคคีธรรมของผู้รับใช้ที่จะนำพระวจนะที่ให้ชีวิตไปสู่คริสตจักร และจากนั้น ผ่านคริสตจักร ไปสู่ทุกชนชาติ

source: Overall plot / main idea & transformational intent
th: (MT) โครงเรื่องโดยรวม / ประเด็นหลัก และจุดประสงค์เพื่อการเปลี่ยนแปลง

source: Overview
th: ภาพรวม

source: Overview of the Training and Workshop
th: ภาพรวมของการอบรมและเวิร์กช็อป

source: Partnership
th: การเป็นหุ้นส่วน
